Repository: Jack109/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: fr_fr

source: Movie Library
fr_fr: Filmothèque

source: Actors
fr_fr: Acteurs

source: Changes have been made to the archive pages, permalinks settings need to be update. Simply reload the <a href="%s" target="_blank">Permalinks page</a>, no saving required.
fr_fr: Des modifications ont été apportées aux pages d'archives, les permaliens doivent être mis à jour. Rechargez simplement la <a href="%s" target="_blank">page de réglage des permaliens</a>, aucune sauvegarde n'est nécessaire.

source: The movie search requires JavaScript to be enabled, but it seems it isn’t… Check your browser settings to make sure JavaScript is correctly activated.
fr_fr: La recherche de film nécessite JavaScript, qui ne semble pas être activé… Vérifiez les réglages de votre navigateur.

source: Movie updated. <a href="%s">View movie</a>
fr_fr: Film mis à jour. <a href="%s">Afficher le film</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Movie updated.
fr_fr: Film mis à jour.

source: Movie restored to revision from %s
fr_fr: Film rétabli à partir de la révision du %s

source: Movie published. <a href="%s">View movie</a>
fr_fr: Film publié. <a href="%s">Afficher le film</a>

source: Movie saved.
fr_fr: Film enregistré.

source: Movie submitted. <a target="_blank" href="%s">Preview movie</a>
fr_fr: Film proposé. <a target="_blank" href="%s">Prévisualiser le film</a>

source: Movie scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview movie</a>
fr_fr: Film prévu pour le&nbsp;: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser le film</a>

source: Movie draft updated. <a target="_blank" href="%s">Preview movie</a>
fr_fr: Brouillon de film mis à jour. <a target="_blank" href="%s">Prévisualiser le film</a>

source: Successfully converted to movie.
fr_fr: Conversion en film réussie.

source: Actor Meta
fr_fr: Métadonnées de l'acteur

source: Identity
fr_fr: Identité

source: Person ID
fr_fr: Identifiant de la personne

source: Select a Person corresponding to this actor. Or maybe %s?
fr_fr: Sélectionnez une personne correspondant à cet acteur. Vous pouvez également %s.

source: add a new one
fr_fr: ajouter une nouvelle

source: Use description as biography
fr_fr: Utiliser la description comme biographie

source: Use the term description content as the actor’s biography?
fr_fr: Utiliser la description du terme comme biographie de l'acteur ?

source: Appearance
fr_fr: Apparence

source: Custom Actor Picture
fr_fr: Image personnalisée

source: Upload a custom picture for this actor.
fr_fr: Téléchargez une image personnalisée pour cet acteur.

source: Actor picture
fr_fr: Image de l'acteur

source: A default picture for this actor.
fr_fr: Image par défaut de cet acteur.

source: Neutral
fr_fr: Neutre

source: Female
fr_fr: Femme

source: Male
fr_fr: Homme

source: Genre Meta
fr_fr: Métadonnées du genre

source: Select a Person related to this collection. A director maybe?
fr_fr: Sélectionnez une personne correspondant à cette collection. Un réalisateur, peut-être ?

source: Custom Collection Thumbnail
fr_fr: Image personnalisée de la collection

source: Upload a custom thumbnail for this collection.
fr_fr: Téléchargez une image d'aperçu personnalisée pour cette collection.

source: Collection thumbnail
fr_fr: Image de la collection

source: A default thumbnail for this collection.
fr_fr: Image par défaut de cette collection.

source: Default Collection
fr_fr: Défaut

source: TMDb genre
fr_fr: Genre prédéfini

source: Select the TMDb genre corresponding to this genre, if any.
fr_fr: Sélectionnez un genre prédéfini correspondant à cet genre, s'il y en a.

source: Adventure
fr_fr: Aventure

source: Comedy
fr_fr: Comédie

source: Documentary
fr_fr: Documentaire

source: Drama
fr_fr: Drame

source: Family
fr_fr: Famille

source: Foreign
fr_fr: Étranger

source: History
fr_fr: Histoire

source: Horror
fr_fr: Horreur

source: Music
fr_fr: Musique

source: Mystery
fr_fr: Mystère

source: TV Movie
fr_fr: Téléfilm

source: War
fr_fr: Guerre

source: Custom Genre Thumbnail
fr_fr: Vignette personnalisée du genre

source: Upload a custom thumbnail for this genre.
fr_fr: Téléchargez une image d'aperçu personnalisée pour ce genre.

source: Genre thumbnail
fr_fr: Vignette du genre

source: A default thumbnail for this genre.
fr_fr: Image par défaut de ce genre.

source: Unknown
fr_fr: Inconnu

# slug
source: movie
fr_fr: film

# slug
source: actor
fr_fr: acteur

# slug
source: movies
fr_fr: film

# slug
source: actors
fr_fr: acteurs

source: Movies
fr_fr: Films

source: Movie Permalinks
fr_fr: Permaliens des films

source: Permalink structure for single movie pages. <a href="https://codex.wordpress.org/Using_Permalinks">Standard tags</a> are supported along with specific movie tags.
fr_fr: Structure des permaliens pour les pages individuelles de films. Les <a href="https://codex.wordpress.org/fr:Utilisation_des_permaliens">marqueurs de structure</a> standards sont acceptés en plus des marqueurs spécifiques aux films.

source: Title and Year
fr_fr: Titre et année

source: Title and Month
fr_fr: Titre et mois

source: Title and Release Year
fr_fr: Titre et année de sortie

source: Title and Release Month
fr_fr: Titre et mois de sortie

source: Title and IMDb ID
fr_fr: Titre et identifiant IMDb

source: Title and TMDb ID
fr_fr: Titre et identifiant TMDb

source: Archive base
fr_fr: Base des archives

source: Movie Archives Permalinks
fr_fr: Permaliens des archives de films

source: Permalink structure for movies archives pages.
fr_fr: Structure des permaliens pour les pages d'archives.

source: Actor Permalinks
fr_fr: Permaliens des acteurs

source: Permalink structure for single actor pages.
fr_fr: Structure des permaliens pour les pages individuelles d'acteurs.

source: Actors Archives Permalinks
fr_fr: Permaliens des archives d'acteurs

source: Permalink structure for actors archives pages.
fr_fr: Structure des permaliens pour les pages d'archives d'acteurs.

source: Genre Permalinks
fr_fr: Permaliens des genres

source: Permalink structure for single genre pages.
fr_fr: Structure des permaliens pour les pages individuelles de genres.

source: Genres Archives Permalinks
fr_fr: Permaliens des archives de genres

source: Permalink structure for genres archives pages.
fr_fr: Structure des permaliens pour les pages d'archives de genres.

source: Collection Permalinks
fr_fr: Permaliens des collections

source: Permalink structure for single collection pages.
fr_fr: Structure des permaliens pour les pages individuelles de collections.

source: Collections Archives Permalinks
fr_fr: Permaliens des archives de collections

source: Permalink structure for collections archives pages.
fr_fr: Structure des permaliens pour les pages d'archives de collections.

source: An archive page has already been set for movies archives. This page will replace the default WordPress archive display and therefore use the page permalink. You can modify this by <a href="%s" target="_blank">editing the page</a> post name.
fr_fr: Une page d'archive est déjà définie pour les archives de films. Cette page remplacera l'affichage par défaut de WordPress et utilisera son propre permalien. Vous pouvez modifier cela en <a href="%s" target="_blank">éditant la page</a>.

source: You don’t have any archive page set for actors yet, which makes this setting meaningless. Define an archive page by <a href="%s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%s">Learn more about archive pages</a>.
fr_fr: Vous n'avez aucune page d'archive définie pour les acteurs, ce qui rend cette option inutile. Choisissez une page d'archive en <a href="%s">créant une page classique</a> et en la définissant comme page d'archive dans la Métabox prévue à cet effet. <a href="%s">En savoir plus sur les pages d'archives</a>.

source: You don’t have any archive page set for genres yet, which makes this setting meaningless. Define an archive page by <a href="%s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%s">Learn more about archive pages</a>.
fr_fr: Vous n'avez aucune page d'archive définie pour les genres, ce qui rend cette option inutile. Choisissez une page d'archive en <a href="%s">créant une page classique</a> et en la définissant comme page d'archive dans la Métabox prévue à cet effet. <a href="%s">En savoir plus sur les pages d'archives</a>.

source: You don’t have any archive page set for collections yet, which makes this setting meaningless. Define an archive page by <a href="%s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%s">Learn more about archive pages</a>.
fr_fr: Vous n'avez aucune page d'archive définie pour les collections, ce qui rend cette option inutile. Choisissez une page d'archive en <a href="%s">créant une page classique</a> et en la définissant comme page d'archive dans la Métabox prévue à cet effet. <a href="%s">En savoir plus sur les pages d'archives</a>.

source: Movie Library Permalinks
fr_fr: Permaliens de la filmothèque

source: None
fr_fr: Aucun

source: Archive Page Settings
fr_fr: Réglages de la page d'archives

source: Archive Grid
fr_fr: Grille

source: Grid ID
fr_fr: Grille existante

source: Select a Grid to show in the page content. Or maybe %s?
fr_fr: Sélectionnez une grille à afficher dans la page. Ou peut-être souhaitez-vous %s?

source: Grid Position
fr_fr: Position de la grille

source: Where should the Grid be displayed.
fr_fr: Où doit être afficher la grille?

source: Before Post content
fr_fr: Avant le contenu

source: After Post content
fr_fr: Après le contenu

source: Adapt Page Title
fr_fr: Adapter le titre de la page

source: Try to adapt the page’s title to fit the grid content changes: ordering, sorting…
fr_fr: Tenter d'adapter le titre de la page pour refléter les changements de contenu : ordre, classement…

source: Adapt Post Title
fr_fr: Adapter le titre

source: Try to adapt the post title to fit the grid content changes: ordering, sorting…
fr_fr: Tenter d'adapter le titre de la page pour refléter les changements du contenu : ordre, classement…

source: Single Terms
fr_fr: Termes

source: Use for single terms
fr_fr: Utiliser cette page pour les archives de termes

source: Use this page to show single terms archives too. This will replace the standard WordPress archive page with a page containing the term Headbox and a grid of related movies.
fr_fr: Utiliser cette page pour les archives de termes également. Ceci remplacera l'affichage classique de WordPress par une page personnalisée contenant l'en-tête du terme et les films liés.

source: Headbox Theme
fr_fr: Thème d'en-tête

source: Select a theme for the term Headbox. Select "None" to hide the Headbox.
fr_fr: Sélectionnez un thème pour l'en-tête. Pour masquer l'en-tête, choisissez « Aucun ».

source: Default
fr_fr: Défaut

source: Extended
fr_fr: Étendu

source: Grid preset
fr_fr: Préréglages

source: Select a preset to apply to the grid.
fr_fr: Sélectionnez un préréglage à appliquer à la grille.

source: Alphabetical Movies
fr_fr: Alphabétique

source: Unalphabetical Movies
fr_fr: Alphabétique inversé

source: Latest Added Movies
fr_fr: Films ajoutés récemment

source: Earliest Added Movies
fr_fr: Films ajoutés anciennement

source: Latest Released Movies
fr_fr: Films les plus récents

source: Earliest Released Movies
fr_fr: Films les plus anciens

source: Most Rated Movies
fr_fr: Films les mieux notés

source: Least Rated Movies
fr_fr: Films les moins bien notés

source: Type of Archives:
fr_fr: Type d'archive :

source: Edit
fr_fr: Éditer

source: Cancel
fr_fr: Annuler

source: Title
fr_fr: Titre

source: Presets
fr_fr: Préréglages

source: Select a preset to apply to the grid. Presets override any filters and ordering settings you might define, be sure to select "Custom" for those settings to be used.
fr_fr: Sélectionnez un préréglage à appliquer à la grille. Les préréglages écrasent les filtres et autres réglages que vous pourriez définir, prenez soin de sélectionner « Personnalisé » pour que ces réglages soient utilisés.

source: This Year Movies
fr_fr: Films de cette année

source: Last Year Movies
fr_fr: Films de l'année dernière

source: Incoming Movies
fr_fr: Films à venir

source: Custom
fr_fr: Personnalisation

source: Ajax browsing
fr_fr: Navigatioh dynamique

source: Allow visitors to browse through the grid dynamically. This will use the WordPress REST API to load contents and browse throught movies without reloading the page. Default is disabled.
fr_fr: Autoriser les visiteurs à naviguer dynamiquement dans la grille. Ceci utilise l'API REST de WordPress pour charger les films dynamiquement sans rechargement de la page. Désactivé par défaut.

source: Enable Pagination
fr_fr: Activer la pagination

source: Allow visitors to browse through the grid. Is Ajax browsing is enabled, pagination will use Ajax to dynamically load new pages instead of reloading. Default is enabled.
fr_fr: Autoriser les visiteurs à naviguer dans la grille. Si la naviguation dynamique est activée, la pagination se fera dynamiquement sans rechargement de la page. Activé par défaut.

source: Number of columns
fr_fr: Nombre de colonnes

source: Number of columns for the grid. Default is 4.
fr_fr: Nombre de colonnes de la grille. Par défaut, 4.

source: Number of rows
fr_fr: Nombre de lignes

source: Number of rows for the grid. Default is 5.
fr_fr: Nombre de lignes de la grille. Par défaut, 5.

source: Movie Poster ideal width
fr_fr: Largeur idéale de l'affiche

source: Ideal width for posters. Grid columns will never exceed that width. Default is 160.
fr_fr: Largeur idéale pour les affiches. Les colonnes de la grille n'excédront jamais cette valeur. Par défaut, 160px.

source: Movie Poster ideal height
fr_fr: Hauteur idéale de l'affiche

source: Ideal height for posters. Grid rows will never exceed that height. Tip: that value should be equal to ideal width times 1.5. Default is 240.
fr_fr: Hauteur idéale pour les affiches. Les lignes de la grille n'excéderont pas cette hauteur. Conseil : cette valeur devrait être égale à 1,5 fois la largeur idéale. Par défaut, 240px.

source: Number of list columns
fr_fr: Nombre de colonnes de la liste

source: Number of columns for the grid in list mode. Default is 3.
fr_fr: Nombre de colonnes pour le mode liste. Par défaut 3.

source: Ideal column width
fr_fr: Large idéale

source: Ideal width for columns in list mode. Default is 240.
fr_fr: Largeur idéale pour les colonnes de la liste. Par défaut 240px.

source: Settings
fr_fr: Réglages

source: Enable user settings
fr_fr: Autoriser les réglages utilisateur

source: Visitors will be able to change some settings to browse the grid differently. The changes only impact the user’s view and are not kept between visits. Default is enabled.
fr_fr: Les visiteurs pourront éditer les réglages de la grille pour modifier son affichage. Les changements n'affectent que l'affichage local de l'utilisateur et ne sont pas conservés d'une visite à l'autre. Activé par défaut.

source: Enable letter filtering
fr_fr: Autoriser le filtrage par lettre

source: Allow visitors to filter the grid by letters. Default is enabled.
fr_fr: Autoriser les visiteurs à filtrer la grille par lettre. Autorisé par défaut.

source: Enable custom ordering
fr_fr: Autoriser le classement personnalisé

source: Allow visitors to change the grid ordering, ie. the sorting and ordering settings. Default is enabled.
fr_fr: Autoriser les visiteurs à éditer le contenu de la grille, par exemple l'ordre et le classement.Activé par défaut.

source: Alphabetical Actors
fr_fr: Alphabétique

source: Unalphabetical Actors
fr_fr: Alphabétique inversé

source: Alphabetical Persons
fr_fr: Alphabétique

source: Unalphabetical Persons
fr_fr: Alphabétique inversé

source: Use Person
fr_fr: Personne existante

source: Use the Person data when available?
fr_fr: Utiliser les métadonnées de la personne, si disponibles ?

source: Allow visitors to browse through the grid dynamically. This will use the WordPress REST API to load contents and browse throught actors without reloading the page. Default is disabled.
fr_fr: Autoriser les visiteurs à naviguer dynamiquement dans la grille. Ceci utilise l'API REST de WordPress pour charger les acteurs dynamiquement sans rechargement de la page. Désactivé par défaut.

source: Actor picture ideal width
fr_fr: Largeur d'image idéale

source: Actor picture ideal height
fr_fr: Hauteur d'image idéale

source: Allow visitors to filter the grid by letters. <strong>Experimental!</strong> Default is disabled.
fr_fr: Autoriser les visiteurs à filtrer la grille par lettre. <strong>Expérimental !</strong> Désactivé par défaut.

source: Alphabetical Collections
fr_fr: Alphabétique

source: Unalphabetical Collections
fr_fr: Alphabétique inversé

source: Allow visitors to browse through the grid dynamically. This will use the WordPress REST API to load contents and browse throught collections without reloading the page. Default is disabled.
fr_fr: Autoriser les visiteurs à naviguer dynamiquement dans la grille. Ceci utilise l'API REST de WordPress pour charger les collections dynamiquement sans rechargement de la page. Désactivé par défaut.

source: Alphabetical Genres
fr_fr: Alphabétique

source: Unalphabetical Genres
fr_fr: Alphabétique inversé

source: Allow visitors to browse through the grid dynamically. This will use the WordPress REST API to load contents and browse throught genres without reloading the page. Default is disabled.
fr_fr: Autoriser les visiteurs à naviguer dynamiquement dans la grille. Ceci utilise l'API REST de WordPress pour charger les genres dynamiquement sans rechargement de la page. Désactivé par défaut.

source: Theme
fr_fr: Thème

source: Save
fr_fr: Enregistrer

source: Preview
fr_fr: Aperçu

source: Metadata
fr_fr: Métadonnées

source: Details
fr_fr: Détails

source: Posters
fr_fr: Affiches

source: Latest
fr_fr: Récents

source: Favorites
fr_fr: Favoris

source: Search options
fr_fr: Options de recherche

source: Clean History
fr_fr: Vider l'historique

source: Search a specific year:
fr_fr: Rechercher une année :

source: Search a specific primary year:
fr_fr: Rechercher à partir de l'année :

source: Select a language:
fr_fr: Sélectionner une langue :

source: Include adult movies
fr_fr: Inclure les films pour adultes

source: Enable paginated results
fr_fr: Activer la pagination des résultats

source: Autocomplete collections
fr_fr: Ajouter automatiquement les collections

source: Autocomplete actors
fr_fr: Ajouter automatiquement les acteurs

source: Autocomplete genres
fr_fr: Ajouter automatiquement les genres

source: Maximum number of actors:
fr_fr: Nombre d'acteurs

source: Hide previoulsy imported backdrops
fr_fr: Masquer les images précédemment importées

source: Hide previoulsy imported posters
fr_fr: Masquer les affiches précédemment importées.

source: Save current settings
fr_fr: Enregistrer les réglages

source: This image is already in your media library.
fr_fr: Cette image est déjà dans votre médiathèque.

source: Unselect
fr_fr: Désélectionné

source: Filter by size
fr_fr: Filtrer par taille

source: All sizes
fr_fr: Toutes les tailles

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Giant
fr_fr: Géant

source: Filter by language
fr_fr: Filtrer par langue

source: All languages
fr_fr: Toutes les langues

source: Set as movie image(s)
fr_fr: Utiliser comme image

source: Set the selected images as
fr_fr: Utiliser la/les image(s) sélectionné(e)s comme

source: backdrop(s)
fr_fr: image(s)

source: poster(s)
fr_fr: Affiche(s)

source: Poster preview
fr_fr: Aperçu de l'affiche

source: Backdrop preview
fr_fr: Aperçu de l'affiche

source: Edit Image
fr_fr: Modifier l'image

source: Close Editor
fr_fr: Fermer l'éditeur

source: File name:
fr_fr: Nom du fichier :

source: File type:
fr_fr: Type du fichier :

source: Uploaded on:
fr_fr: Mis en ligne le :

source: File size:
fr_fr: Taille du fichier :

source: Delete Permanently
fr_fr: Supprimer définitivement

source: URL
fr_fr: Adresse

source: Caption
fr_fr: Légende

source: Alternative Text
fr_fr: Texte alternatif

source: Remove
fr_fr: Supprimer

source: Featured
fr_fr: À la une

source: Import Backdrops
fr_fr: Importer des images

source: Import Posters
fr_fr: Importer des affiches

source: Upload Backdrops
fr_fr: Ajouter des images

source: Upload Posters
fr_fr: Ajouter des affiches

source: These settings control the permalinks used specifically by the movie library.
fr_fr: Ces réglages contrôlent les permaliens utilisés spécifiquement par la filmothèque.

source: Custom permalink settings are not available because WordPress Permalinks are disabled. To enable Permalinks please go to the top of the current page and select anything other than "Plain" in the "Common Settings" section.
fr_fr: Les permaliens personnalisés ne sont pas disponibles car les permaliens WordPress sont désactivés. Pour activer les permaliens, rendez-vous en haut de la page et sélectionnez un choix autre que « Simple » dans la section « Réglages les plus courants ».

source: Custom Structure
fr_fr: Structure personnalisée

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.<br />Note: <code>%postname%</code> and similar name tags (<code>%movie%</code>, <code>%collection%</code>…) aren’t needed; WordPress will automatically add the movie’s name at the end of the URL.
fr_fr: Saisissez une base personnalisée à utiliser. Une base <strong>doit</strong> être définie, sans quoi WordPress utilisera une base par défaut.<br />Note : <code>%postname%</code> et les marqueurs similaires (<code>%movie%</code>, <code>%collection%</code>…) ne sont pas nécessaires ; WordPress ajoutera automatiquement le nom du film à la fin de l'URL.

source: Open Editor
fr_fr: Ouvrir l'éditeur

source: You can convert this %s to Movie to access WPMovieLibrary features without duplicating your content.
fr_fr: Il est possible de convertir %s en film pour accéder aux fonctionnalités de WPMovieLibrary sans dupliquer votre contenu.

source: Convert %s to Movie
fr_fr: Convertir %s en film

source: It seems you have JavaScript deactivated; the import feature will not work correctly without it, please check your browser's settings.
fr_fr: JavaScript semble désactivé ; la fonctionnalité d'import ne fonctionnera pas correctement sans, vérifier les réglages de votre navigateur.

source: Delete
fr_fr: Supprimer

source: Details are personal data related to your experience of the movie: which media do you own? In which language(s)/subtitle(s)? What is the current status of your copy? How much did you enjoy it? These data are not automatically fetched like metadata, they are here to make it easier for you to manage your library.
fr_fr: Les détails sont des données personnelles relative à votre expérience du film : en possédez-vous une copie, l'avez-vous vu au cinéma ? Dans quelle(s) langue(s), quels sous-titres ? Quel est le statut de votre exemplaire ? Le film vous a-t-il plu ? Etc. Contrairement aux métadonnées ces informations ne sont pas complétées automatiquement, elles sont là pour faciliter le classement et la gestion de votre médiathèque.

source: Grid
fr_fr: Grille

source: Select a Grid
fr_fr: Sélectionner une grille

source: Select a Grid to show in the Widget. Or maybe %s?
fr_fr: Sélectionnez une grille à afficher dans le Widget. Voulez-vous en %s?

source: create a new one
fr_fr: créer une nouvelle

source: Total number of movies
fr_fr: Nombre de films

source: Number of Collections.
fr_fr: Nombre de collections

source: Detail
fr_fr: Détail

source: Show as dropdown
fr_fr: Afficher comme liste déroulante
