Repository: Jack109/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: fr_fr

source: Search Movies
fr_fr: Rechercher des films

source: No movies found
fr_fr: Aucun film trouvé

source: No movies found in Trash
fr_fr: Aucun film trouvé dans la corbeille

source: Grids
fr_fr: Toutes les grilles

source: Add New Grid
fr_fr: Ajouter une nouvelle grille

source: Edit Grid
fr_fr: Modifier la grille

source: New Grid
fr_fr: Nouvelle grille

source: View Grid
fr_fr: Voir la grille

source: Search Grids
fr_fr: Rechercher dans les grilles

source: No grids found
fr_fr: Aucun grille trouvée.

source: No grids found in Trash
fr_fr: Aucun grille trouvés dans la corbeille

# wpmovielibrary
source: Imported Draft
fr_fr: Brouillons d’import

source: Imported Draft <span class="count">(%s)</span>
fr_fr: Brouillon d’import <span class="count">(%s)</span>

# wpmovielibrary
source: Queued Movie
fr_fr: Ajouter à la file d'attente

source: Queued Movie <span class="count">(%s)</span>
fr_fr: Film en attente <span class="count">(%s)</span>

source: New Collection
fr_fr: Nouvelle collection

source: Search Collections
fr_fr: Rechercher dans les collections

source: Popular Collections
fr_fr: Collections populaires

source: All Collections
fr_fr: Toutes les collections

source: Parent Collection
fr_fr: Collection parente

source: Parent Collection:
fr_fr: Collection parente&nbsp;:

source: Edit Collection
fr_fr: Modifier la collection

source: View Collection
fr_fr: Voir la collection

source: Update Collection
fr_fr: Mettre à jour la collection

source: Add New Collection
fr_fr: Ajouter une nouvelle collection

source: New Collection Name
fr_fr: Nom de la nouvelle collection

source: Separate collections with commas
fr_fr: Séparez les collections par des virgules

source: Add or remove collections
fr_fr: Ajouter ou retirer des collections

source: Choose from the most used collections
fr_fr: Choisir parmi les collections les plus utilisées

source: No collections found.
fr_fr: Aucune collection trouvée.

source: No collections
fr_fr: Aucune collection

source: Collections list navigation
fr_fr: Navigation de la liste des collections

source: Collections list
fr_fr: Liste des collections

source: New Genre
fr_fr: Nouveau genre

source: Search Genres
fr_fr: Rechercher dans les genres

source: Popular Genres
fr_fr: Genres populaires

source: All Genres
fr_fr: Tous les genres

source: Parent Genre
fr_fr: Genre parent

source: Parent Genre:
fr_fr: Genre parent&nbsp;:

source: Edit Genre
fr_fr: Modifier le genre

source: View Genre
fr_fr: Voir le genre

source: Update Genre
fr_fr: Mettre à jour le genre

source: Add New Genre
fr_fr: Ajouter un nouveau genre

source: New Genre Name
fr_fr: Nom du nouveau genre

source: Separate genres with commas
fr_fr: Séparez les genres par des virgules

source: Add or remove genres
fr_fr: Ajouter ou retirer des genres

source: Choose from the most used genres
fr_fr: Choisir parmi les genres les plus utilisés

source: No genres found.
fr_fr: Aucun genre trouvé.

source: No genres
fr_fr: Aucun genre

source: Genres list navigation
fr_fr: Navigation de la liste des genres

source: Genres list
fr_fr: Liste des genres

source: New Actor
fr_fr: Nouvel acteur

source: Search Actors
fr_fr: Rechercher dans les acteurs

source: Popular Actors
fr_fr: Acteurs populaires

source: All Actors
fr_fr: Tous les acteurs

source: Parent Actor
fr_fr: Acteur parent

source: Parent Actor:
fr_fr: Acteur parent&nbsp;:

source: Edit Actor
fr_fr: Modifier l'acteur

source: View Actor
fr_fr: Voir l'acteur

source: Update Actor
fr_fr: Mettre à jour l'acteur

source: Add New Actor
fr_fr: Ajouter un nouvel acteur

source: New Actor Name
fr_fr: Nom du nouvel acteur

source: Separate actors with commas
fr_fr: Séparez les acteurs par des virgules

source: Add or remove actors
fr_fr: Ajouter ou retirer des acteurs

source: Choose from the most used actors
fr_fr: Choisir parmi les acteurs les plus utilisés

source: No actors found.
fr_fr: Aucun acteur trouvé.

source: No actors
fr_fr: Aucun acteur

source: Actors list navigation
fr_fr: Navigation de la liste des acteurs

source: Actors list
fr_fr: Liste des acteurs

source: Allocine
fr_fr: Allociné

source: Actor
fr_fr: Acteur

source: Variant #1
fr_fr: Variante #1

source: Variant #2
fr_fr: Variante #2

source: List
fr_fr: Liste

source: Invalid taxonomy
fr_fr: Taxonomie invalide

source: Yes
fr_fr: Oui

source: Adults-only movies
fr_fr: Films pour adultes

source: No
fr_fr: Non

source: All-audience movies
fr_fr: Films tout public

# adult permalink slug
source: adult
fr_fr: adulte

source: Movies from author %s
fr_fr: Films de l'auteur %s

# author permalink slug
source: author
fr_fr: auteur

source: “%s” rated movies
fr_fr: Films notés « %s »

source: Movies from original music composer %s
fr_fr: Films du compositeur %s

# composer permalink slug
source: composer
fr_fr: compositeur

source: Movies produced in: %s (%s)
fr_fr: Films produits en %s (%s)

# production-countries permalink slug
source: country
fr_fr: pays

# movie format
source: %s movies
fr_fr: %s films

source: Official movie website
fr_fr: Site officiel

source: Movie page on IMDb.com
fr_fr: Page du film sur IMDb.com

# language permalink slug
source: language
fr_fr: langage

source: %s-dubbed movies
fr_fr: films doublés en %s

# subtitles permalink slug
source: subtitles
fr_fr: sous-titres

source: %s-subtitled movies
fr_fr: films sous-titrés en %s

# spoken languages permalink slug
source: spoken-languages
fr_fr: langue

source: %s-speaking movies
fr_fr: films en %s

# movie media
source: %s movies
fr_fr: %s films

# permalink slug
source: local-release-date
fr_fr: sortie-locale

# permalink slug
source: release-date
fr_fr: sortie

# production company permalink slug
source: company
fr_fr: compagnie

# rating permalink slug
source: rating
fr_fr: note

# status permalink slug
source: status
fr_fr: statut

source: Movie page on TheMovieDB.org
fr_fr: Page du film sur TheMovieDB.org

# writer permalink slug
source: writer
fr_fr: ecrivain

source: Not rated yet!
fr_fr: Aucune note

source: More movies from %s
fr_fr: Plus de films de %s

source: WPMovieLibrary Details
fr_fr: WPMovieLibrary − Détails

source: Display a list of the available details: status, media and rating.
fr_fr: Afficher les détails disponibles : statut, média, notes…

source: WPMovieLibrary Statistics
fr_fr: WPMovieLibrary Statistiques

source: Statistics
fr_fr: Statistiques

source: All combined you have a total of %total% in your library, regrouped in %collections%, %genres% and %actors%.
fr_fr: Vous possédez un total de %total% dans votre médiathèque, regroupé(s) en %collections%, %genres% et %actors%.

source: WPMovieLibrary Grid
fr_fr: WPMovieLibrary Grille

source: Display a Grid of movies, actors, collections, genres…
fr_fr: Afficher une grille de films, acteurs, collections, genres…

source: Confirm
fr_fr: Confirmer

source: Previous Page
fr_fr: Page précédente

source: of
fr_fr: sur

source: Next Page
fr_fr: Page suivante

source: All
fr_fr: Tout

source: Order by:
fr_fr: Classer par :

source: Order:
fr_fr: Ordre :

source: Ascendingly
fr_fr: Croissant

source: Descendingly
fr_fr: Décroissant

source: Apply
fr_fr: Appliquer

source: Number of columns:
fr_fr: Nombre de colonnes :

source: Number of rows:
fr_fr: Nombre de lignes :

source: Ideal column width:
fr_fr: Largeur idéale de colonne :

source: Ideal row height:
fr_fr: Hauteur idéale de ligne :

source: Display:
fr_fr: Affichage

source: Number of items
fr_fr: Nombre d'éléments

source: It seems this Node does not have any metadata available yet; %s?
fr_fr: Il semble que cet élément ne possède encore aucune métadonnée ; %s ?

source: care to add some
fr_fr: en ajouter

source: This notice is private; only you and other administrators can see it.
fr_fr: Cette notice est privée, seul vous et les éventuels autres administrateurs pouvez la voir.

source: %d Movie
fr_fr: 1 film

source: Directed by
fr_fr: Réalisé par

source: Staring
fr_fr: Avec

source: JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to use this feature.
fr_fr: JavaScript semble être désactivé dans votre navigateur. Vous devez avoir activé JavaScript pour utiliser cette fonctionnalité.

source: Select detail…
fr_fr: Sélectionnez un détail…
