Repository: Jack109/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: fr_fr

source: Rewrite Archives Page Titles
fr_fr: Récrire les titres des pages d'archives

source: If enabled, taxonomy archives page’s title and post title will be rewritten to feature currently browsed letter.
fr_fr: Si activé, le titre des pages d'archives des taxonomies seront modifiés pour les lettres couramment parcourues.

source: If enabled, add an alphabetical menu and sorting options before the terms list.
fr_fr: Si activé, ajoute un menu alphabétique et des options de classement au-dessus de la liste des termes.

source: Hide empty terms
fr_fr: Masquer les termes vides

source: If enabled, terms related to no movie will be excluded from the list.
fr_fr: Si activé, les termes qui ne sont reliés à aucun films seront exclus de la liste.

source: Terms sort
fr_fr: Classement des termes

source: How terms should be sorted by default.
fr_fr: Comment classer les termes par défaut.

source: Movie count
fr_fr: Nombre de films

source: Terms order
fr_fr: Ordre des termes

source: How terms should be ordered by default.
fr_fr: Comment ordonner les termes par défaut.

source: Terms per page
fr_fr: Termes par page

source: How many terms should be listed per archive page.
fr_fr: Combien de termes afficher par page d'archive.

source: Terms per page limit
fr_fr: Termes par page

source: Limit the number of terms per page to be listed. Can be useful if your dealing with massive numbers of terms.
fr_fr: Limiter le nombre de termes par page. Ceci peut être utile si vous manipulez de grands nombres de termes.

source: Editable terms-per-page value
fr_fr: Termes par page éditable

source: If enabled, allows terms-per-page value to be modified on frontend. The sorting menu will show an input where visitors can change the terms-per-page value to display more or less terms. It is recommended to set a limit above if this feature is to be activated.
fr_fr: Si activé, le nombre de termes à afficher par page pourra être modifié depuis l'affichage public. Le menu de classement comportera un champ de formulaire où les visiteurs pourront changer le nombre de termes à afficher. Il est recommandé de fixer une limite ci-dessus si cette option est activée.

source: Languages Support
fr_fr: Support des langues

source: Translation
fr_fr: Traduction

source: Translation settings
fr_fr: Réglages de traduction

source: Translate Countries
fr_fr: Traduire les pays

source: If enabled, countries names will be translated to the current WordPress language.
fr_fr: Si activé, les noms de pays seront traduits dans la langue courante de WordPress.

source: Country names format
fr_fr: Format de pays

source: How production countries should be appear in your movies. Default is <code>Flag + translation</code> showing something like <code>%s</code>.
fr_fr: Comment sont affichés les pays. La valeur par défaut est <code>Drapeau + Traduction</code> qui donnera un résultat comme <code>%s</code>.

source: Flag
fr_fr: Drapeau

source: Translate Languages
fr_fr: Traduire les langues

source: If enabled, languages names will be translated to the current WordPress language.
fr_fr: Si activé, les noms de langues seront traduits dans la langue courante de WordPress.

source: Languages names format
fr_fr: Format des langues

source: How spoken languages should be appear in your movies. Default is translated.
fr_fr: Comment sont affichées les langues. Par défaut, elles sont traduites.

source: Abbreviated translation
fr_fr: Traduction abbréviée

source: Abbreviated original
fr_fr: Original abbrévié

source: Permalinks
fr_fr: Permaliens

source: Rewrite rules & Permalinks
fr_fr: Règles de ré-écriture et permaliens

source: You can adapt the plugin’s permalinks to your local language.
fr_fr: Vous pouvez adapter les permaliens de vos films dans votre langue courante.

source: Translate permalinks
fr_fr: Traduire les permaliens

source: Although it can be very tempting to customize your URLs, <strong>beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will could badly affect your site’s referencing.
fr_fr: Bien qu'il soit tentant de personnaliser vos URLs, <strong>attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Movies URL Rewrite
fr_fr: URL personnalisée des films

source: URL Rewrite Rule to apply on movies. Default is <code>movies</code>, resulting in URL like <code>http://yourblog/movies/fight-club</code>. You can use this field to translate URLs to your language.
fr_fr: Réécriture d'URL des films. Par défaut <code>movies</code>, ce qui donne des URLs du type <code>http://yourblog/movies/fight-club</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue.

source: Collections URL Rewrite
fr_fr: URL personnalisée des collections

source: URL Rewrite Rule to apply on collections. Default is <code>collection</code>, resulting in URL like <code>http://yourblog/collection/david-fincher</code>. You can use this field to translate URLs to your language.
fr_fr: Réécriture d'URL des collections. Par défaut <code>collection</code>, ce qui donne des URLs du type <code>http://yourblog/collection/david-fincher</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue.

source: Genres URL Rewrite
fr_fr: URL personnalisée des genres

source: URL Rewrite Rule to apply on genres. Default is <code>genre</code>, resulting in URL like <code>http://yourblog/genre/thriller</code>. You can use this field to translate URLs to your language.
fr_fr: Réécriture d'URL des genres. Par défaut <code>genre</code>, ce qui donne des URLs du type <code>http://yourblog/genre/thriller</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue.

source: Actors URL Rewrite
fr_fr: URL personnalisée des acteurs

source: URL Rewrite Rule to apply on actors. Default is <code>actor</code>, resulting in URL like <code>http://yourblog/actor/brad-pitt</code>. You can use this field to translate URLs to your language.
fr_fr: Réécriture d'URL des acteurs. Par défaut <code>actor</code>, ce qui donne des URLs du type <code>http://yourblog/actor/brad-pitt</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue.

source: Styling and customization
fr_fr: Style et personnalisation

source: Headbox
fr_fr: En-tête

source: Styling the movie headbox
fr_fr: Personnaliser la boite d'en-tête

source: Enable Headbox
fr_fr: Activer l'en-tête

source: If enabled, movies will use the Headbox introduced with version 2. Disable to show old metadata display from WPMovieLibrary 1.x instead.
fr_fr: Si activé, les films utiliseront l'en-tête de WPMovieLibrary 2.0. Désactivez ceci pour utiliser l'ancien affichage des métadonnées.

source: Headbox Position
fr_fr: Position de l'en-tête

source: Where to display the Headbox on posts.
fr_fr: Où afficher l'en-tête dans les fiches.

source: The Headbox Themes are still experimental: although they should work correctly they are not fully customisable and have spots for some unimplemented yet features such as actors images. Just so you know!
fr_fr: Les thèmes d'en-tête sont encore expérimentaux : ils devraient fonctionnent correctement mais ne sont pas encore personnalisables et contiennent des emplacements prévus pour des fonctionnalités encore non implémentées (images d'acteurs, par exemple). Vous êtes prévenu !

source: Select a Theme to use for your Headbox.
fr_fr: Sélectionnez un thème pour votre en-tête.

source: Headbox Tabs
fr_fr: Panneaux d'en-tête

source: Which tabs should appear in the headbox and in which order.
fr_fr: Quels panneaux doivent apparaître dans l'en-tête, et dans quel ordre.

source: Headbox Title
fr_fr: Titre d'en-tête

source: Content of the Headbox Title line.
fr_fr: Contenu du titre d'en-tête

source: Headbox Subtitle
fr_fr: Sous-titres d'en-tête

source: Content of the Headbox Subtitle line.
fr_fr: Contenu du sous-titre d'en-tête

source: Headbox Details 1
fr_fr: Détails d'en-tête (1)

source: Content of the Headbox first details line.
fr_fr: Contenu de la première ligne de détails d'en-tête

source: Headbox Details 2
fr_fr: Détails d'en-tête (2)

source: Content of the Headbox second details line.
fr_fr: Contenu de la seconde ligne de détails d'en-tête

source: Headbox Details 3
fr_fr: Détails d'en-tête (3)

source: Content of the Headbox third details line.
fr_fr: Contenu de la troisième ligne de détails d'en-tête

source: Caching
fr_fr: Mise en cache

source: Enable Caching
fr_fr: Activer la mise en cache

source: If enabled, WPMovieLibrary will cache movie related data to prevent too frequent queries to the database. <strong>This feature is experimental!</strong> Enabling this could generate <strong>huge</strong> amounts of entries in your database. It is recommended to use this feature sparingly, ideally not in production. <a href="http://wpmovielibrary.com/documentation/performance">Learn more about caching</a>.
fr_fr: Si activé, wpmoly conservera temporairement en cache une partie des données visibles des films pour éviter les requêtes trop fréquentes à la base de données. <strong>Cette fonctionnalité est expérimentale !</strong> L'activer pourrait générer d'importantes quantités d'entrées dans votre base de données. Il est recommandé de ne pas abuser de fonctionnalité et idéalement de ne pas l'utiliser en production. <a href="http://wpmovielibrary.com/documentation/performance">En savoir plus sur le cache</a>.

source: User Caching
fr_fr: Activer le cache pour les utilisateurs inscrits

source: If enabled, caching will be activated for logged in users as well as guests.
fr_fr: Si activé, la mise en cache sera activée pour les utilisateurs enregistrés comme pour les visiteurs.

source: Caching Time
fr_fr: Durée du cache

source: Time of validity for cached data, in seconds. Default is 3600 (one hour)
fr_fr: Durée de validité des données mises en cache, en secondes. Par défault 3600 secondes (une heure).

source: Legacy
fr_fr: Compatibilité

source: Compatibility settings for WPMovieLibrary 1.x
fr_fr: Réglages de compatibilité avec WPMovieLibrary 1.x

source: Enable Legacy mode
fr_fr: Activer le mode de compatibilité

source: WPMovieLibrary 1.x compatibility mode
fr_fr: Mode de compatitilité avec WPMovieLibrary 1.x

source: If enabled, WPMovieLibrary will automatically update all movies to the new metadata format introduced by version 1.3. Each time a metadata is access, the plugin will look for obsolete metadata and will update it if needed. Once all movies are updated the plugin will stop looking, but you should deactivate this anyway. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">Learn more about this change</a>.
fr_fr: Si activé, le plugin mettra automatiquement à jour tous les films vers le nouveau format introduit par la version 1.3. Chaque fois qu'une métadonnée sera recherchée, le plugin vérifiera la présence de métadonnées obsolètes rattachées au film et les mettra à jour si besoin. Une fois tous les films mis à jour le plugin arrêtera ses recherches, mais vous devriez tout de même dès lors désactiver cette option. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">En savoir plus sur ce changement</a>.

source: Enable Legacy Safety mode
fr_fr: Activer le mode de compatibilité sûre

source: WPMovieLibrary 1.x compatibility safety mode
fr_fr: Mode de compatitilité avec WPMovieLibrary 1.x

source: If enabled, WPMovieLibrary will update deprecated metadata to the new format but will <em>not</em> delete the deprecated metadata for safety.
fr_fr: If Si activé, WPMovieLibrary mettra à jour les métadonnées obsolètes vers le nouveau format, mais n'effacera <em>pas</em> l'ancien format par sécurité.

source: TheMovieDB API settings
fr_fr: Réglages de l'API TheMovieDB

source: Personnal API Key
fr_fr: Clé d'API personnelle

source: Optional: use your own TMDb API key
fr_fr: Optionnel : utiliser votre propre clé TMDb

source: A valid TMDb API key is required to fetch informations on the movies you add to WPMovieLibrary. Leave deactivated if you do not have a personnal API key. <a href="http://tmdb.caercam.org/">Learn more</a> about the API key or <a href="https://www.themoviedb.org/">get your own</a>.
fr_fr: Une clé valide est nécessaire pour utiliser l’API TMDb et trouver des informations sur les films que vous ajouter à votre médiathèque. Laisser désactivé si vous ne possédez pas de clé d'API. <a href="http://tmdb.caercam.org/">En savoir plus</a> sur la clé d'API ou <a href="https://www.themoviedb.org/">créer la votre</a>.

source: If you do not have an API key or do not want to use yours right now, WPMovieLibrary will use just its own.
fr_fr: Si vous n'avez pas de clé d'API ou que vous ne souhaitez pas l'utiliser, WPMovieLibrary utilisera sa propre clé.

source: API Key
fr_fr: Clé API

source: Set up your own API key
fr_fr: Utilisez votre clé

source: Using your own API key is a more privacy-safe choice as it will avoid WPMovieLibrary to filter queries sent to the API through its own relay server at tmdb.caercam.org. You will also be able to access statistics on your API usage in your TMDb user account.
fr_fr: Utiliser votre propre clé est un choix plus respectueux de votre vie privée car il évitera à WPMovieLibrary de devoir filtrer vos requêtes à l'API à travers un serveur de relai (tmdb.caercam.org). Vous pourrez également avoir accès à vos statistiques personnelles d'utilisation de l'API dans votre compte personnel TMDb.

source: API Scheme
fr_fr: Protocole de l’API

source: Default scheme used to contact TMDb API. Default is HTTPS.
fr_fr: Le protocole a utiliser par défault pour contacter l’API. HTTPS par défaut.

source: API Language
fr_fr: Langue de l’API

source: Default language to use when fetching informations from TMDb. Default is english. You can always change this manually when add a new movie.
fr_fr: La langue à utiliser par défaut lors des échanges avec l’API TMDb. Par défaut l’anglais est utilisé, mais vous pouvez changer cela manuellement lorsque vous ajoutez un nouveau film.

source: API Country
fr_fr: Pays

source: Default country to use when fetching release informations from TMDb. Default is United States. This is mostly used to get movie certifications corresponding to your country.
fr_fr: Pays à utiliser par défaut lors de la récupération des informations de sortie d'un film. Par défaut États-Unis. Ceci est utile principalement pour les certifications correspondant à votre pays.

source: API Alternative Country
fr_fr: Pays alternatif

source: You can select an alternative country to use when fetching release informations from TMDb. If primary country leaves empty results, the alternative country will be used to fill the blank.
fr_fr: Vous pouvez choisir un pays alternatif à utiliser dans l'éventualité où les informations pour le pays principal serait vides. En ce cas le pays alternatif sera utilisé pour compléter les informations manquantes.

source: Adult movies
fr_fr: Films pour adultes

source: Include adult movies (XXX, 18+) in search results.
fr_fr: Inclure les films pour adultes (pornographiques) dans les résultats de recherche.

source: Search results pagination
fr_fr: Pagination des résultats de recherche

source: Enable pagination browsing for search results.
fr_fr: Activer la pagination des résultats de recherche de films.

source: Advanced Settings
fr_fr: Réglages avancés

source: Advanced Plugin Settings & Tools
fr_fr: Réglages avancés & outils

source: Debug Mode
fr_fr: Mode dépannage

source: Log specific information for debugging purpose.
fr_fr: Journalise certaines informations pour faciliter le dépannage.

source: Deactivate
fr_fr: Désactivation

source: Deactivation options
fr_fr: Options de désactivation

source: Movie Post Type
fr_fr: Articles de type « Film »

source: How to handle Movies when WPMovieLibrary is deactivated.
fr_fr: Que faire de vos films si WPMovieLibrary est désactivé.

source: Conserve (recommended)
fr_fr: Conserver (recommandé)

source: Convert to Posts
fr_fr: Convertir en articles

source: Delete (irreversible)
fr_fr: Supprimer (irréversible)

source: Delete Completely (irreversible)
fr_fr: Supprimer totalement (irréversible)

source: Collections Taxonomy
fr_fr: Collections

source: How to handle Collections Taxonomy when WPMovieLibrary is deactivated.
fr_fr: Que faire de vos collections si WPMovieLibrary est désactivé.

source: Convert to Categories
fr_fr: Convertir en catégories

source: Genres Taxonomy
fr_fr: Genres

source: How to handle Genres Taxonomy when WPMovieLibrary is deactivated.
fr_fr: Que faire de vos genres si WPMovieLibrary est désactivé.

source: Convert to Tags
fr_fr: Convertir en tags

source: Actors Taxonomy
fr_fr: Acteurs

source: How to handle Actors Taxonomy when WPMovieLibrary is deactivated.
fr_fr: Que faire de vos acteurs si WPMovieLibrary est désactivé.

source: How to handle Cached data when WPMovieLibrary is deactivated.
fr_fr: Que faire des données stockées en cache si WPMovieLibrary est désactivé.

source: Conserve
fr_fr: Conserver

source: Empty (recommended)
fr_fr: Vider (recommandé)

source: Uninstall
fr_fr: Désintallation

source: Uninstallation options
fr_fr: Options de désintallation

source: How to handle Movies when WPMovieLibrary is uninstalled.
fr_fr: Que faire de vos films si WPMovieLibrary est désinstallé.

source: Convert to Posts (recommended)
fr_fr: Convertir en articles (recommandé)

source: How to handle Collections Taxonomy when WPMovieLibrary is uninstalled.
fr_fr: Que faire de vos collections si WPMovieLibrary est désinstallé.

source: Convert to Categories (recommended)
fr_fr: Convertir en catégories (recommandé)

source: How to handle Genres Taxonomy when WPMovieLibrary is uninstalled.
fr_fr: Que faire de vos genres si WPMovieLibrary est désinstallé.

source: Convert to Tags (recommended)
fr_fr: Convertir en tags (recommandé)

source: How to handle Actors Taxonomy when WPMovieLibrary is uninstalled.
fr_fr: Que faire de vos acteurs si WPMovieLibrary est désinstallé.

source: How to handle Cached data when WPMovieLibrary is uninstalled.
fr_fr: Que faire des données stockées en cache si WPMovieLibrary est désinstallé.

source: Import and Export your settings.
fr_fr: Importer et exporter vos réglages.

source: Movie Status
fr_fr: Statut

source: Select a status for this movie
fr_fr: Sélectionner un statut

source: Available
fr_fr: Disponible

source: Loaned
fr_fr: Prêté

source: Scheduled
fr_fr: Prévu

source: Unvailable
fr_fr: Indisponible

source: status
fr_fr: statut

source: Movie Media
fr_fr: Média

source: Select a media for this movie
fr_fr: Sélectionner un média

source: VoD
fr_fr: Vidéo à la demande

source: VHS
fr_fr: Cassette

source: Cinema
fr_fr: Cinéma

source: Other
fr_fr: Autre

source: media
fr_fr: média

source: Movie Rating
fr_fr: Note

source: Select a rating for this movie
fr_fr: Sélectionner une note

source: Not rated
fr_fr: Aucune note

source: Junk
fr_fr: Nul

source: Very bad
fr_fr: Très mauvais

source: Bad
fr_fr: Mauvais

source: Not that bad
fr_fr: Pas terrible

source: Average
fr_fr: Moyen

source: Not bad
fr_fr: Pas mal

source: Good
fr_fr: Bon

source: Very good
fr_fr: Très bon

source: Masterpiece
fr_fr: Chef d’œuvre

source: rating
fr_fr: note

source: Movie Language
fr_fr: Langue

source: Select a language for this movie
fr_fr: Sélectionnez une langue

source: lang
fr_fr: langue

source: Movie Subtitles
fr_fr: Sous-titres

source: Select a subtitle for this movie
fr_fr: Sélectionner des sous-titres

source: subtitles
fr_fr: soustitres

source: Movie Format
fr_fr: Format

source: Select a format for this movie
fr_fr: Sélectionner un format

source: title
fr_fr: titre

source: originaltitle
fr_fr: titre-original

source: tagline
fr_fr: slogan

source: overview
fr_fr: résumé

source: localdate
fr_fr: datelocale

source: runtime
fr_fr: durée

source: country
fr_fr: pays

source: language
fr_fr: langage

source: director
fr_fr: réalisateur

source: producer
fr_fr: producteur

source: actor
fr_fr: acteur

source: photography
fr_fr: photographie

source: composer
fr_fr: musique

source: author
fr_fr: auteur

source: writer
fr_fr: écrivain

source: revenue
fr_fr: recettes

source: adult
fr_fr: adulte

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: actors
fr_fr: acteurs

source: add automatically
fr_fr: compléter automatiquement

source: Available Backdrops
fr_fr: Images disponibles

source: Available Posters
fr_fr: Affiches disponibles

source: Backdrop
fr_fr: Image

source: Backdrops
fr_fr: Images

source: Featured image set!
fr_fr: Image d'aperçu définie !

source: Import selected images
fr_fr: Importer les images sélectionnées

source: Importing movie %s…
fr_fr: Import du film %s…

source: No movies found!
fr_fr: Aucun film trouvé !

source: One movie found!
fr_fr: Un film trouvé !

source: %d movies found!
fr_fr: %d films trouvés !

source: Metadata saved!
fr_fr: Métadonnées enregistrées !

source: Backdrops and Posters
fr_fr: Images et affiches

source: Movie %s imported successfully!
fr_fr: Film %s importé avec succès !

source: or %s using the %s list.
fr_fr: ou %s en utilisant la liste des %s.

source: Poster
fr_fr: Affiche

source: Ready!
fr_fr: Prêt !

source: Reload
fr_fr: Recharger

source: You’re about to save the current settings. This will erase the existing settings and apply to every search, including multiple imports.<br /><br />Are you sure you want to do that?
fr_fr: Vous êtes sur le point d'enregistrer les réglages. Cela remplacera les réglages existants et s'appliquera à toutes les recherches de films, y compris l'impor multiple.<br /><br />Êtes-vous sûr de vouloir faire cela ?

source: Run Forrest, run!
fr_fr: Cours Forrest, cours !

source: Saving settings…
fr_fr: Enregistrement des réglages…

source: Searching movie %s…
fr_fr: Recherche du film %s…

source: one selected image
fr_fr: une image sélectionnée

source: %d selected images
fr_fr: %d images sélectionnées

source: You’re about to set %s as %s for the movie %s.<br /><br />Are you sure you want to do that?
fr_fr: Vous êtes sur le point de définir %s comme %s du film %s.<br /><br />Êtes-vous sûr de vouloir faire cela ?

source: Setting featured image…
fr_fr: Ajout de l’aperçu…

source: Error: settings were not saved.
fr_fr: Erreur : les réglages n'ont pas été enregistrés.

source: Settings saved!
fr_fr: Réglages enregistrés!

source: Couldn’t find WordPress Rest API Backbone client.
fr_fr: Impossible de trouver le client Backbone poour l'API REST.

source: Couldn’t find WordPress Rest API Backbone client collection object.
fr_fr: Impossible de trouver l'objet de collection du client Backbone.

source: 1 Movie
fr_fr: Un film

source: %d Movies
fr_fr: %d films

# permalink
source: adult
fr_fr: adulte

# permalink
source: author
fr_fr: auteur

# permalink
source: composer
fr_fr: compositeur

# permalink
source: homepage
fr_fr: site

# permalink
source: imdb_id
fr_fr: imdb

# permalink
source: local-release-date
fr_fr: sortie-locale

# permalink
source: photography
fr_fr: photographie

# permalink
source: producer
fr_fr: producteur

# permalink
source: company
fr_fr: compagnie

# permalink
source: country
fr_fr: pays

# permalink
source: release-date
fr_fr: sortie

# permalink
source: spoken-languages
fr_fr: langue

# permalink
source: tmdb_id
fr_fr: tmdb

# permalink
source: writer
fr_fr: ecrivain

# permalink
source: rating
fr_fr: note

# permalink
source: status
fr_fr: statut

# permalink
source: subtitles
fr_fr: sous-titres

source: Movie
fr_fr: Film

source: Add New
fr_fr: Ajouter

source: Add New Movie
fr_fr: Ajouter un film

source: Edit Movie
fr_fr: Éditer un film

source: New Movie
fr_fr: Nouveau film

source: All Movies
fr_fr: Tous les films

source: View Movie
fr_fr: Voir le film
