Repository: Jack109/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: fr_fr

source: Custom Style (only for dropdown)
fr_fr: Style spécial (seulement pour les listes déroulantes)

source: Invalid Post ID.
fr_fr: Post ID invalide.

source: Invalid data.
fr_fr: Données invalides

source: An error occurred while removing the terms.
fr_fr: Une erreur s’est produite lors de la suppression des termes.

source: An error occurred while creating term "%s".
fr_fr: Une erreur s’est produite lors de la création du terme « %s ».

source: Invalid search query.
fr_fr: Recherche invalide.

source: No image found.
fr_fr: Aucune image trouvée.

source: Invalid Image type.
fr_fr: Type d'image invalide.

source: Invalid TMDb ID.
fr_fr: ID TMDb invalide.

source: An unknown error occurred while trying to remove image #%d from the %s list.
fr_fr: Une erreur s’est produite lors de la suppression de l'image #%d de la liste des %s.

source: Invalid Attachment ID %d.
fr_fr: ID d'attachement %d invalide.

source: An unknown error occurred while trying to set image #%d as %s.
fr_fr: Une erreur inconnue s’est produite en tentant d'utiliser l'image #%d comme %s.

source: Invalid Settings.
fr_fr: Réglages invalides.

source: Invalid Setting: "%s" does not exist.
fr_fr: Réglage invalide : « %s » n'existe pas.

source: Success.
fr_fr: Réussite.

source: Invalid service: this service does not exist.
fr_fr: Service invalide : ce service n'existe pas.

source: Authentication failed: You do not have permissions to access the service.
fr_fr: Échec d'authentification : vous n'avez pas les permissions nécessaires pour accéder à ce service.

source: Invalid API key: You must be granted a valid key.
fr_fr: Clé API invalide. Vous devez posséder une clé valide.

source: Duplicate entry: The data you tried to submit already exists.
fr_fr: Doublon : la donnée que vous avez tenté de soumettre existe déjà.

source: The item/record was updated successfully.
fr_fr: L'item/enregistrement a bien été mis à jour.

source: The item/record was deleted successfully.
fr_fr: L'item/enregistrement a bien été supprimé.

source: Authentication failed.
fr_fr: Échec d'identification.

source: Failed.
fr_fr: Échec.

source: Device denied.
fr_fr: Périphérique interdit d'accès.

source: Session denied.
fr_fr: Session interdite d'accès.

source: Validation failed.
fr_fr: Validation expirée.

source: Invalid accept header.
fr_fr: En-tête accept invalide.

source: Invalid ID type.
fr_fr: Type d'ID invalide.

source: Invalid image type.
fr_fr: Type d'image invalide.

source: Invalid query type.
fr_fr: Type de requête invalide.

source: Invalid query.
fr_fr: Requête invalide.

source: Empty query.
fr_fr: Requête vide.

source: Invalid query: query is not a valid IMDb ID.
fr_fr: La requête n'est pas un ID IMDb valide.

source: Invalid query: query is not a valid TMDb ID.
fr_fr: La requête n'est pas un ID TMDb valide.

source: Unknown API response.
fr_fr: Réponse inconnue de l'API.

source: Invalid API response.
fr_fr: Réponse invalide de l'API.

source: General
fr_fr: Général

source: General options
fr_fr: Réglages généraux

source: WPMovieLibrary handles movies as regular WordPress posts, but you can define some specific behaviours movies only should have.
fr_fr: WPMovieLibrary gère les films comme des contenus WordPress normaux, mais vous pouvez définir certains comportements spécifiques.

source: Show Movies in Home Page
fr_fr: Afficher les films en page d’accueil

source: If enabled, movies will appear among other Posts in the Home Page.
fr_fr: Si activé, les derniers films ajoutés apparaîtront parmi les autres articles sur votre page d’accueil.

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Movies in search results
fr_fr: Rechercher des films

source: If enabled, the standard WordPress Search will return every movie matching the search in addition to regular posts. Search will include all available meta fields. Examples: a search with keywork <code>Sean Penn</code> will add the movies <em>Into The Wild</em> and <em>The Secret Life of Walter Mitty</em> to the search results; a search with keywork <code>Taiwan</code> will add the movie <em>Life of Pi</em>.
fr_fr: Si activé, la recherche standard de WordPress renverra chaque film correspondant à la recherche en plus des articles et pages classiques ; la recherche incluera toutes les métadonnées disponibles. Exemples : une recherche sur <code>Sean Penn</code> incluera les films <em>Into The Wild</em> et <em>La vie rêvée de Walter Mitty</em> ; une recherche sur <code>Taiwan</code> incluera le film <em>L’Odyssée de Pi</em>.

source: Replace excerpt by overview
fr_fr: Résumé en extrait

source: Replace movie excerpts by the movie overview if available. <a href="http://codex.wordpress.org/Excerpt">Learn more about Excerpt</a>.
fr_fr: Remplace les extraits des films par leurs résumés si disponibles. <a href="http://codex.wordpress.org/Excerpt">En savoir plus sur les extraits</a>.

source: Excerpt overview length
fr_fr: Longueur de l'extrait

source: Excerpt overview default number of words. This will override WordPress and Themes or Plugins default values for movies only.
fr_fr: Longueur par défaut de l'extrait en nombre de mots. Cela écrasera la longueur par défaut de WordPress ou d'autres thèmes ou extensions, mais pour les films uniquement.

source: Metadata settings
fr_fr: Réglages des métadonnées

source: Movies metadata
fr_fr: Métadonnées

source: Metadata give you useful information about your movies: director, release date, runtime, prouction, actors, languages…
fr_fr: Les métadonnées vous donnent des informations utiles sur vos films : réalisateur, date de sortie, durée, production, acteurs, langues…

source: Show metadata
fr_fr: Afficher les métadonnées

source: Add metadata to posts&rsquo; content: director, genres, runtime…
fr_fr: Ajouter les métadonnées du film au contenu de l’article : réalisateur(s), genre(s), durée…

source: Everywhere
fr_fr: Partout

source: Only In Post Read
fr_fr: Seulement sur la page du film

source: Don&rsquo;t Show
fr_fr: Jamais

source: Add links to meta
fr_fr: Liens de métadonnées

source: If enabled, metadata will appear as links to meta pages.
fr_fr: Si activé, les métadonnées apparaîtront sous forme de liens vers des pages d'archives.

source: Movie metadata
fr_fr: Métadonnées

source: Which metadata to display in posts: director, genres, runtime, rating…
fr_fr: Quel(s) métadonnée(s) afficher dans les articles : réalisateur(s), genre(s), durée, note

source: Director
fr_fr: Réalisateur

source: Runtime
fr_fr: Durée

source: Release date
fr_fr: Date de sortie

source: Overview
fr_fr: Résumé

source: Original Title
fr_fr: Titre original

source: Country
fr_fr: Pays

source: Languages
fr_fr: Langues

source: Producer
fr_fr: Producteur

source: Local release date
fr_fr: Date de sortie locale

source: Director of Photography
fr_fr: Directeur de la photographie

source: Original Music Composer
fr_fr: Compositeur

source: Author
fr_fr: Auteur

source: Writer
fr_fr: Écrivain

source: Revenue
fr_fr: Recettes

source: Tagline
fr_fr: Slogan

source: Adult
fr_fr: Adulte

source: Homepage
fr_fr: Site officiel

source: Details settings
fr_fr: Réglages des détails

source: Movie details
fr_fr: Détails des films à afficher

source: Details are a different way to manage your movies. You can specify and filter movies by rating, media, status, language, subtitles…
fr_fr: Les détails sont une manière différente de gérer vos films. Vous pouvez spécifier et filtrer vos films selont leur note, média, statut, langue, sous-titres…

source: Show details
fr_fr: Afficher les détails

source: Add details to posts&rsquo; content: movie status, media…
fr_fr: Ajouter les détails du film au contenu de l’article : statut, média…

source: Details as icons
fr_fr: Détails sous forme d'icônes

source: If enabled, movie details will appear in the form of icons rather than default colored labels.
fr_fr: Si activé, les détails des films apparaîtront sous la forme d'icônes et non de labels colorés.

source: Which detail to display in posts: movie status, media…
fr_fr: Quel(s) détail(s) afficher dans les articles : statut, média…

source: Media
fr_fr: Média

source: Status
fr_fr: Statut

source: Rating
fr_fr: Note

source: Language
fr_fr: Langue

source: Subtitles
fr_fr: Sous-titres

source: Formatting
fr_fr: Formatage

source: Formatting settings
fr_fr: Réglages de formatage

source: Release date format
fr_fr: Format de date de sortie

source: Apply a custom date format to movies' release dates. Leave empty to use the default API format. Check the <a href="http://codex.wordpress.org/Formatting_Date_and_Time">documentation on date and time formatting</a>.
fr_fr: Affiche la date de sortie des films dans un format personnalisé. Laisser vide pour utiliser le format par défaut. Consulter la <a href="http://codex.wordpress.org/Formatting_Date_and_Time">documentation sur le formatage des date et heures</a>.

source: Runtime format
fr_fr: Format de durée

source: Apply a custom time format to movies' runtimes. Leave empty to use the default API format.
fr_fr: Affiche la durée des movies dans un format personnalisé. Laisser vide pour utiliser le format par défaut.

source: Rating format
fr_fr: Format de notation

source: Should ratings be displayed using 5 or 10 stars.
fr_fr: Affichage des notes en 5 ou 10 étoiles

source: 5 stars
fr_fr: 5 étoiles

source: 10 stars
fr_fr: 10 étoiles

source: Converting
fr_fr: Conversion

source: Converting settings
fr_fr: Réglages de conversion

source: This section allows you to configure the post types convertor tool. This can be usefull to convert regular posts, pages and possibly other custom post types into movies to avoid duplicate contents or having to manually recreate already existing contents. Note that this will most likely affect your SEO as it will change Posts’ URLs.
fr_fr: Cette section vous permet de configurer l'outil de conversion de contenus. Ceci peut être utile pour convertir des articles, pages ou autres types de contenus en film afin d'éviter la duplication de vos contenus ou de devoir recréer manuellement des contenus existants. Notez que cela peut nuire à votre référencement en modifiant les adresses de vos contenus.

source: Experimental
fr_fr: Expérimental

source: Posts to Movies conversion is still experimental. Do not activate this unless you are sure of what you are doing, and make sure you have backups of your database before using this feature.
fr_fr: La conversion d'Articles/Pages en Films est encore expérimentale. N'activez ceci que si vous être absolument sûr de ce que vous faîtes, et soyez certains d'avoir une sauvegarde fraîche de votre base de données avant d'utiliser cette fonctionnalité.

source: Convert Post Types
fr_fr: Conversion des contenus

source: Enable post types conversion tools.
fr_fr: Activer l'outil de conversion.

source: Post Types available to convert
fr_fr: Contenu disponible à la conversion

source: Select which post types should be convertible to movie.
fr_fr: Sélectionnez les types de contenu convertibles en films.

source: Images and Posters options
fr_fr: Réglages et des images et affiches

source: Posters settings
fr_fr: Réglages des affiches

source: Posters as Thumbnails
fr_fr: Affiches à la une

source: Using posters as movies thumbnails will automatically import new movies&rsquo; poster and set them as post featured image. This setting doesn’t affect movie import by list where posters are automatically saved and set as featured image.
fr_fr: Utiliser les affiches comme miniatures importera automatiquement l’affiche de chaque film ajouté et l’utilisera comme image à la une. Ce réglage n’affecte pas l’importation des listes de films, pour lesquelles les affiches sont automatiquement utilisées comme images à la une.

source: Posters Default Size
fr_fr: Taille des affiches

source: Movie Poster size. Default is TMDb&rsquo;s original size.
fr_fr: Taille des affiches de films, par défaut la taille originale de TMDb.

source: Original
fr_fr: Originale

source: Delete posters with movies
fr_fr: Supprimer les affiches avec les films

source: Enable this if you want to delete posters along with movies.
fr_fr: Activez ceci si vous souhaitez supprimer les affiches importées en même temps que les films.

source: Posters image title
fr_fr: Titre des affiches

source: Title for the imported posters images.
fr_fr: Titre des affiches importées.

source: Poster for the movie
fr_fr: Affiche du film

source: Posters image description
fr_fr: Description des affiches

source: All right reserved.
fr_fr: Tous droits réservés.

source: Images settings
fr_fr: Réglages des Images

source: Images Default Size
fr_fr: Taille des images

source: Movie Image size. Default is TMDb&rsquo;s original size.
fr_fr: Taille des images de films, par défaut la taille originale de TMDb.

source: Images title
fr_fr: Titre des images

source: Image from the movie
fr_fr: Image du film

source: Images description
fr_fr: Description des images

source: Built-in Taxonomies configuration
fr_fr: Réglages des taxonomies internes

source: General settings
fr_fr: Réglages généraux

source: Enabling Categories and Post tags for movies will result in your movies appearing in Categories and Post Tags archive pages, among regular WordPress Posts. This could also interfer with other plugins/themes dealing with Categories/Post Tags. Use it carefully.
fr_fr: Activer les catégories et les mots-clés pour les films aura pour conséquence de faire apparaître vos films dans les pages d'archives des catégories et mots-clés parmi les articles classiques. Ceci peut interférer dans la façon dont d'autres extensions/thèmes manipulent les taxonomies. À utiliser avec prudence.

source: Enable Categories
fr_fr: Activer les catégories

source: Allow movies to use regular WordPress Categories.
fr_fr: Autoriser les films à utiliser des catégories.

source: Enable Post Tags
fr_fr: Activer les mots-clés

source: Allow movies to use regular WordPress Post Tags.
fr_fr: Autoriser les films à utiliser des mots-clés.

source: Collections settings
fr_fr: Réglages des collections

source: Enable Collections
fr_fr: Activer les collections

source: Enable Collections Custom Taxonomy. Collections work for movies as Categories work for Posts: a hierarchical taxonomy to group your movies coherently. The default behavior is to use Collections to group movies by director, but you can use them differently at your will.
fr_fr: Activer les collections. Les collections pour les films fonctionnent comme les catégories pour les articles : une taxonomie hiérarchisée pour regrouper vos films de façon cohérente. Le comportement par défaut des collections est de grouper les films selon leurs réalisateurs, mais vous pouvez les utiliser à votre convenance.

source: Add Collections automatically
fr_fr: Ajouter automatiquement les collections

source: Automatically add custom taxonomies when adding/importing movies. If enabled, each added/imported movie will be automatically added to the collection corresponding to its director(s).
fr_fr: Ajouter automatiquement les collections lors de la création ou de l'import d'un film. Si activé, chaque nouveau film sera automatiquement ajouté à la collection correspondant à son/ses réalisateur(s).

source: Posts Collections support
fr_fr: Collections pour les articles

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use collection taxonomy.
fr_fr: <strong>Expérimental</strong> : si activé, permet aux articles WordPress classiques d'utiliser les collections.

source: Collections Post Types support
fr_fr: Autoriser les collections pour d'autres contenus

source: Select which post types should support collections.
fr_fr: Sélectionnez les types de contenu pouvant utiliser les collections.

source: Genres settings
fr_fr: Réglages des genres

source: Enable Genres
fr_fr: Activer les genres

source: Enable Genres Custom Taxonomy. Genres work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management.
fr_fr: Activer les genres. Les genres fonctionnent comme les mots-clés, une taxonomie non-hiérarchisée pour améliorer la gestion de vos films.

source: Add Genres automatically
fr_fr: Ajouter automatiquement les genres

source: Automatically add Genres when adding/importing movies.
fr_fr: Ajouter automatiquement les genres lors de la création ou de l'import d'un film.

source: Posts Genres support
fr_fr: Genres pour les articles

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use genre taxonomy.
fr_fr: <strong>Expérimental</strong> : si activé, permet aux articles WordPress classiques d'utiliser les genres.

source: Genres Post Types support
fr_fr: Autoriser les genres pour d'autres contenus

source: Select which post types should support genres.
fr_fr: Sélectionnez les types de contenu pouvant utiliser les genres.

source: Actors settings
fr_fr: Réglages des acteurs

source: Enable Actors
fr_fr: Activer les acteurs

source: Enable Actors Custom Taxonomy. Actors work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management. WPMovieLibrary stores Actors in a custom order, the most important actors appearing in the top of the list, then the supporting roles, and so on.
fr_fr: Activer les acteurs. Les acteurs fonctionnent comme les mots-clés, une taxonomie non-hiérarchisée pour améliorer la gestion de vos films.

source: Add Actors automatically
fr_fr: Ajouter automatiquement les acteurs

source: Automatically add Actors when adding/importing movies.
fr_fr: Ajouter automatiquement les acteurs lors de la création ou de l'import d'un film.

source: Actors limit
fr_fr: Limite du nombre d'acteurs

source: Limit the number of actors per movie. This is useful if you're dealing with big libraries and don't want to have massive lists of actors created. Limiting the Actors will result in keeping only the most famous/important actors as taxonomies, while the complete list of actors will remained stored as a regular metadata. Set to 0 to disable.
fr_fr: Limite d'acteur par film. Ceci est utile lorsque vous gérez de vastes médiathèques de films et ne voulez pas avoir des listes importantes d'acteurs générées automatiquement. Limiter les acteurs ne conservera que les acteurs principaux de vos films comme taxonomie, la liste complète restant intacte avec les autres métadonnées. Laisser à 0 pour ne pas importer la totalité des acteurs.

source: Posts Actors support
fr_fr: Acteurs pour les articles

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use actor taxonomy.
fr_fr: <strong>Expérimental</strong> : si activé, permet aux articles WordPress classiques d'utiliser les acteurs.

source: Actors Post Types support
fr_fr: Autoriser les acteurs pour d'autres contenus

source: Select which post types should support actors.
fr_fr: Sélectionnez les types de contenu pouvant utiliser les acteurs.

source: Archives Pages Settings
fr_fr: Réglages des pages d'archives

source: Movie Archives
fr_fr: Archives des films

source: Movie Archives page settings
fr_fr: Réglages des archives de films

source: This section allow you to define a custom page to use for movie archives.
fr_fr: Cette section vous permet de définir une page personnalisée pour les archives de films.

source: Movie Archives Page
fr_fr: Page d'archives des films

source: Choose a page to use to display movie archives.
fr_fr: Choisissez une page à utiliser comme archive de films.

source: Archives Position
fr_fr: Position des archives

source: Where to display the Archives on the page.
fr_fr: Où afficher les archives dans les pages.

source: Top
fr_fr: Au début

source: Bottom
fr_fr: À la fin

source: Rewrite Movie Archives Page Titles
fr_fr: Récrire le titre de la page d'archive

source: If enabled, movie archives page’s title and post title will be rewritten to feature currently browsed metas, details, and letters.
fr_fr: Si activé, le titre de la page d'archive des films sera modifié pour prendre en compte les métadonnées, détails et lettres couramment parcourus.

source: Archives Menu
fr_fr: Menu des archives

source: If enabled, add an alphabetical menu and sorting options before the movies list.
fr_fr: Si activé, ajoute un menu alphabétique et des options de classement avant la liste des films.

source: Grid Columns
fr_fr: Colonnes

source: How many columns should the movie grid have.
fr_fr: Combien de colonnes doit comporter la grille de films.

source: Grid Rows
fr_fr: Lignes

source: How many rows should the movie grid have.
fr_fr: Combien de lignes doit comporter la grille de films.

source: Movies order
fr_fr: Ordre des films

source: How movies should be ordered by default.
fr_fr: Comment doivent être classés les films par défaut.

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Movies Sorting
fr_fr: Ordre de classement

source: Default movies sorting.
fr_fr: Classement par défaut.

source: Release Date
fr_fr: Date de sortie

source: Local Release Date
fr_fr: Date de sortie locale

source: Movies per page limit
fr_fr: Limite de films par page

source: Limit the number of movies per page to be listed. Can be useful if your dealing with massive numbers of movies.
fr_fr: Limite le nombre de films par page. Ceci peut être utile dès lors que vous manipulez de grandes quantités de films.

source: Grid Movies Meta
fr_fr: Métadonnées

source: You can show some metadata along with posters in the grid.
fr_fr: Vous pouvez afficher certaines métadonnées en dessous des affiches dans la grille.

source: Year
fr_fr: Année

source: Editable movies-per-page value
fr_fr: Nombre de films éditable

source: If enabled, allows movies-per-page value to be modified on frontend. The sorting menu will show an input where visitors can change the movies-per-page value to display more or less movies. It is recommended to set a limit above if this feature is to be activated.
fr_fr: Si activé, le nombre de films à afficher par page pourra être modifié depuis l'affichage public. Le menu de classement comportera un champ de formulaire où les visiteurs pourront changer le nombre de films à afficher. Il est recommandé de fixer une limite ci-dessus si cette option est activée.

source: Advanced Editable grid settings
fr_fr: Édition avancée

source: If enabled, allows the grid sorting to be modified on frontend. The sorting menu will show a list of possible sortings (rating, release date, title, …) that visitors can select to sort the grid. <strong>This feature is experimental!</strong> Be sure to test it thoroughly before enabling it publicly.
fr_fr: Si activé, un menu de classement permettant la modification de la grille depuis l'affichage public sera affiché, contenant une liste de classements possibles (par note, date de sortie, titre…) que les visiteurs pourront choisir. <strong>Cette fonctionnalité est expérimentale !</strong> Soyez certains de l'avoir testée avant de l'activer publiquement.

source: Taxonomy Archives
fr_fr: Archives des taxonomies

source: Taxonomy Archives page settings
fr_fr: Réglages des archives de taxonomies.

source: This section allow you to define a custom page to use for taxonomy archives.
fr_fr: Cette section vous permet de définir une page personnalisée pour les archives de taxonomies.

source: Collection Archives Page
fr_fr: Page d'archive des collections

source: Choose a page to use to display collection archives.
fr_fr: Choisissez une page pour les archives de collections.

source: Genre Archives Page
fr_fr: Page d'archive des genres

source: Choose a page to use to display genre archives.
fr_fr: Choisissez une page pour les archives de genres.

source: Actor Archives Page
fr_fr: Page d'archive des acteurs

source: Choose a page to use to display actor archives.
fr_fr: Choisissez une page pour les archives d'acteurs.
